{
 "actions": [],
 "allow_rename": 1,
 "creation": "2023-11-16 11:40:47.228173",
 "default_view": "List",
 "doctype": "DocType",
 "editable_grid": 1,
 "engine": "InnoDB",
 "field_order": [
  "start",
  "column_break_wexa",
  "end",
  "section_break_hzym",
  "district_name",
  "block_name",
  "school_name_and_code",
  "school_udise_code",
  "column_break_tbaw",
  "name_of_the_participant",
  "employee_id",
  "phone_number",
  "training_ends_on",
  "section_break_uwvk",
  "section_break_hgrm",
  "learning_through_activities",
  "not_life_skill_session",
  "q3tick_the_statement_which_is_true",
  "not_mentoring",
  "as_a_mentor_you_will_not",
  "students_feeling_dizzy_in_session",
  "while_discussing_a_topic_the_facilitator_must",
  "students_clearly_understood_instructions",
  "listening_observation_important_aspects_of_facilitation",
  "group_discussion_both_parents_teachers",
  "select_the_one_you_agree_with_the_most",
  "teaching_method_linked_to_experiential_learning",
  "roleplaying_activity",
  "childs_personal_space",
  "open_ended_question",
  "section_break_jjcg",
  "text_editor_pafb",
  "amended_from"
 ],
 "fields": [
  {
   "fieldname": "start",
   "fieldtype": "Datetime",
   "hidden": 1,
   "label": "Start"
  },
  {
   "fieldname": "column_break_wexa",
   "fieldtype": "Column Break"
  },
  {
   "fieldname": "end",
   "fieldtype": "Datetime",
   "hidden": 1,
   "label": "End"
  },
  {
   "fieldname": "section_break_hzym",
   "fieldtype": "Section Break"
  },
  {
   "fieldname": "district_name",
   "fieldtype": "Link",
   "in_list_view": 1,
   "label": "District Name",
   "options": "MBTC_AS_Master_District",
   "reqd": 1
  },
  {
   "depends_on": "eval:doc.district_name",
   "fieldname": "block_name",
   "fieldtype": "Link",
   "in_list_view": 1,
   "label": "Block Name",
   "options": "MBTC_AS_Master_Block",
   "reqd": 1
  },
  {
   "depends_on": "eval:doc.block_name",
   "fieldname": "school_name_and_code",
   "fieldtype": "Link",
   "in_list_view": 1,
   "label": "School Name and Code",
   "options": "MBTC_AS_Master_School",
   "reqd": 1
  },
  {
   "depends_on": "eval:doc.block_name",
   "fieldname": "school_udise_code",
   "fieldtype": "Data",
   "label": "School UDISE Code"
  },
  {
   "fieldname": "column_break_tbaw",
   "fieldtype": "Column Break"
  },
  {
   "description": "Write your Full Name",
   "fieldname": "name_of_the_participant",
   "fieldtype": "Data",
   "in_list_view": 1,
   "label": "Name of the Participant",
   "reqd": 1
  },
  {
   "fieldname": "employee_id",
   "fieldtype": "Data",
   "in_list_view": 1,
   "label": "Employee ID",
   "reqd": 1
  },
  {
   "fieldname": "phone_number",
   "fieldtype": "Phone",
   "label": "Phone Number",
   "reqd": 1
  },
  {
   "fieldname": "training_ends_on",
   "fieldtype": "Date",
   "label": "Training ends on",
   "reqd": 1
  },
  {
   "fieldname": "amended_from",
   "fieldtype": "Link",
   "label": "Amended From",
   "no_copy": 1,
   "options": "MBTC_Post Assessment Tool",
   "print_hide": 1,
   "read_only": 1
  },
  {
   "fieldname": "section_break_uwvk",
   "fieldtype": "Section Break"
  },
  {
   "fieldname": "section_break_hgrm",
   "fieldtype": "Section Break"
  },
  {
   "description": "(क्या आपको लगता है कि सीखना गतिविधियों और इंटरैक्टिव अनुभवों के माध्यम से हो सकता है?)",
   "fieldname": "learning_through_activities",
   "fieldtype": "Select",
   "label": "<b>Q1.</b> Do you think learning can happen through activities and interactive experiences?",
   "options": "\nYes, it can\nNo, it can’t",
   "reqd": 1
  },
  {
   "description": "(निम्नलिखित में से कौन सा जीवन कौशल सत्र का महत्वपूर्ण तत्व नहीं है?)",
   "fieldname": "not_life_skill_session",
   "fieldtype": "Select",
   "label": "<b>Q2.</b> Which one of the following is not a key element of a Life Skills Session?",
   "options": "\nJoyful learning\nParticipation\nSafe environment\nExperiential learning\nResource-rich environment",
   "reqd": 1
  },
  {
   "description": "(वह कथन चुनें जो सत्य है)",
   "fieldname": "q3tick_the_statement_which_is_true",
   "fieldtype": "Select",
   "label": "<b>Q3.</b>Select the statement which is TRUE",
   "options": "\nGender is biological.\nBoys are naturally better at sports when compared to girls.\nGender equality requires that men and women equally enjoy opportunities.\nGender equity is the process of being unfair to men.\nGender equity favours men.",
   "reqd": 1
  },
  {
   "description": "(निम्नलिखित में से कौन सा मेंटरिंग नहीं है?)",
   "fieldname": "not_mentoring",
   "fieldtype": "Select",
   "label": "<b>Q4.</b> Which of the following is not Mentoring?",
   "options": "\nGiving participants the time and space for reflection.\nGiving participants easy answers to all their problems.\nAsking relevant and thought provoking questions.\nGiving participants the chance to present their work and appreciating them for their efforts.\nGiving feedback in such a way that it points out what could have been done differently.",
   "reqd": 1
  },
  {
   "description": "(एक मार्गदर्शक के रूप में, आप ऐसा नहीं करेंगे)",
   "fieldname": "as_a_mentor_you_will_not",
   "fieldtype": "Select",
   "label": "<b>Q5.</b> As a mentor, you will not",
   "options": "\nProvide guidance\nCriticise your participants\nAct as a role model\nAsk questions to help them take a decision\nNone of the above",
   "reqd": 1
  },
  {
   "description": "(सुविधाकर्ता ने सत्र शुरू किया और मुख्य खेल का संचालन करते समय, एक छात्र को बहुत चक्कर आने लगा, सुविधाकर्ता को क्या करना चाहिए?)",
   "fieldname": "students_feeling_dizzy_in_session",
   "fieldtype": "Select",
   "label": "<b>Q6.</b>During a session in the main game, one of the student started feeling dizzy. What should the facilitator do?",
   "options": "\nIgnore that student and continue with the session.\nAsk that students question about if he/she had water or a meal before the session so that you can accordingly help that student\nTell the student to go and sit in the shade and continue with the session so that the other student’s learning is not impacted.\nAsk the student to go drink some water and come back to join the session.\nThe facilitator must escort that student to a place which has shade, give him/her water and ask him/her to relax in the shade there.",
   "reqd": 1
  },
  {
   "description": "(किसी भी विषय पर चर्चा करते समय सुविधाकर्ता को-)",
   "fieldname": "while_discussing_a_topic_the_facilitator_must",
   "fieldtype": "Select",
   "label": "<b>Q7.</b> While discussing a topic the facilitator must",
   "options": "\nGive answers to all the questions that the students ask.\nAsk concise questions for a brief or a yes/no response from students.\nEncourage responses from all the participants so everyone gets a chance to speak.\nImmediately ask for a response from the students after asking a question.\nGive preference to students' whose point of view is aligned with that of the facilitator.",
   "reqd": 1
  },
  {
   "description": "(सुविधाकर्ता यह कैसे सुनिश्चित करे कि सभी छात्रों ने निर्देश को स्पष्ट रूप से समझ लिया है?)",
   "fieldname": "students_clearly_understood_instructions",
   "fieldtype": "Select",
   "label": "<b>Q8.</b> How does the facilitator make sure that all students have clearly understood the instructions?",
   "options": "\nFacilitator will ensure if the students have understood the instructions before starting the activity.\nFacilitator will demonstrate before starting the activity.\nFacilitator will give instructions in simple language.\nFacilitator will explain the objective of the activity, so the students know why they are doing it.\nAll of the above.",
   "reqd": 1
  },
  {
   "description": "(सक्रिय रूप से सुनना और प्रेक्षण सरलीकरण के महत्वपूर्ण पहलू हैं क्योंकि-))",
   "fieldname": "listening_observation_important_aspects_of_facilitation",
   "fieldtype": "Select",
   "label": "<b>Q9.</b> Active listening and observation are important aspects of facilitation because",
   "options": "\nIt helps to understand the existing skills, attitudes and reactions of the students.\nIt helps the facilitator to know who are the quietest and most talkative students.\nIt helps to evaluate if the students are asking relevant questions.\nIt helps to know what interests the students the most so that the facilitator can use more of that particular technique.\nAll of the above.",
   "reqd": 1
  },
  {
   "description": "<b>Both parents are working as teachers and the mother comes back home and cooks and cleans while the father rests as he is tired.’ One group feels it was absolutely fine, however, the other group feel that it was wrong and the father should also do household chores.</b>\n<br><br>\n(आप छात्रों के साथ निम्नलिखित परिदृश्य पर एक समूह चर्चा कर रहे थे: - 'माता-पिता दोनों शिक्षक के रूप में कार्यरत हैं माँ घर वापस आती है और खाना बनाती है, सफाई करती है, पिता थके होने के कारण आराम करते हैं। एक समूह को लगता है कि यह बिल्कुल ठीक था, हालांकि, दूसरे समूह को लगता है पिता को भी घर का काम करना चाहिए. एक सुविधाकर्ता के रूप में आप क्या करेंगे?)",
   "fieldname": "group_discussion_both_parents_teachers",
   "fieldtype": "Select",
   "label": "<b>Q10.</b> You were conducting a group discussion with the students on the scenario below.  As a facilitator what will you do?",
   "options": "\nTell the groups what you as a facilitator think about this situation and give them the correct answer.\nSide with one of the groups and support them with their viewpoint.\nLet the students argue and be silent observer.\nAsk questions to both the groups to help them reflect on their answers and see the other point of view, even if they do not agree with it.\nScold the groups for having an argument and give them punishment for disagreeing with each other.",
   "reqd": 1
  },
  {
   "description": "(उसे चुनें जिससे आप सबसे अधिक सहमत हैं)",
   "fieldname": "select_the_one_you_agree_with_the_most",
   "fieldtype": "Select",
   "label": "<b>Q11.</b> Select the one you agree with the most",
   "options": "\nYou need some heavy furniture to be moved so you ask some boys in your class to help you with it.\nYou have your school's annual day coming up so you ask a few girls in your class to give a dance performance for the same.\nYou encourage both boys & girls to play football during a sports event.\nFor the sports day event, you suggest the school organises a cricket match for the boys and a Matka race for the girls.\nDuring a visit from a School inspection officer, you ask girls in your class to make rangoli to beautify the classroom.",
   "reqd": 1
  },
  {
   "description": "(कौन सी शिक्षण पद्धति आमतौर पर जीवन कौशल सत्र के दौरान अनुभवात्मक शिक्षा से जुड़ी होती है?)",
   "fieldname": "teaching_method_linked_to_experiential_learning",
   "fieldtype": "Select",
   "label": "<b>Q12.</b> What teaching method is commonly linked to experiential learning during life skills sessions?",
   "options": "\nLecture-based teaching\nMemorization of facts and figures\nHands-on practical activities\nPassive reading of instructional materials\nAbsence of structured learning methods",
   "reqd": 1
  },
  {
   "description": "<b>You instruct some of the students to display active listening and some to display non-listening behaviours. And after that, you conduct a small discussion on how they feel about being listened to and not being listened to.</b>\n<br><br><br>\n(आप एक भूमिका-निभाने वाली गतिविधि का संचालन कर रहे हैं जिसमें आप कुछ छात्रों को सक्रिय रूप से सुनने और कुछ को न सुनने का व्यवहार प्रदर्शित करने का निर्देश देते हैं। और उसके बाद, आप इस पर एक छोटी सी चर्चा करें कि सुने जाने और न सुने जाने के बारे में उन्हें कैसा महसूस होता है। निम्नलिखित में से, आप अपने छात्रों के लिए किन अवधारणाओं को मजबूत कर रहे हैं?)",
   "fieldname": "roleplaying_activity",
   "fieldtype": "Select",
   "label": "<b>Q13.</b> During a role-playing activity explained below. Out of the following, what concepts are you reinforcing for your students?",
   "options": "\nHelping reinforce theoretical concepts\nYou are minimizing their active participation so they learn in isolation.\nYou are helping enhance their learning through practical experience\nDiscouraging critical thinking among the students\nMaking students just have little fun in the middle of the session.",
   "reqd": 1
  },
  {
   "description": "(बच्चे के व्यक्तिगत स्थान के बारे में कौन सा कथन सत्य है?)",
   "fieldname": "childs_personal_space",
   "fieldtype": "Select",
   "label": "<b>Q14.</b> Which of the statements are true about a child's personal space?",
   "options": "\nPersonal space for each child depends upon who they are with, what they are doing and where they are.\nIf someone intrudes in their space the child must ask (or tell) that person to back off /stop touching.\nPersonal space is a private and individual thing that can help us to stay safe but can be hard to explain.\nTeach children to respect personal space with certain people and strangers.\nAll of the above",
   "reqd": 1
  },
  {
   "description": "(निम्नलिखित में से कौन सा एक खुले अंत/ ओपन एंडेड सवाल प्रश्न है?)",
   "fieldname": "open_ended_question",
   "fieldtype": "Select",
   "label": "<b>Q15.</b> Which of the following is an open-ended question?",
   "options": "\nAre you having fun?\nHave you understood everything?\nWhat did you learn from this activity?\nDid you enjoy the activity?\nShould we do more such activities?"
  },
  {
   "fieldname": "section_break_jjcg",
   "fieldtype": "Section Break"
  },
  {
   "default": "<div class=\"ql-editor read-mode\"><p style=\"text-align: center;\"><strong style=\"color: rgb(0, 0, 0); font-size: 16px;\"><font>Thank you for your valuable participation in the Life Skills Training Program Post Test. </font></strong></p><p style=\"text-align: center;\"><strong style=\"color: rgb(0, 0, 0); font-size: 16px;\"><font>Your contribution is greatly appreciated!</font></strong></p></div>",
   "fieldname": "text_editor_pafb",
   "fieldtype": "Text Editor",
   "read_only": 1
  },
  {
   "fieldname": "amended_from",
   "fieldtype": "Link",
   "label": "Amended From",
   "no_copy": 1,
   "options": "MBTC_Post Assessment Tool",
   "print_hide": 1,
   "read_only": 1
  }
 ],
 "index_web_pages_for_search": 1,
 "is_submittable": 1,
 "links": [],
 "modified": "2023-11-18 01:31:15.728790",
 "modified_by": "Administrator",
 "module": "Mod TeacherBot Assam",
 "name": "MBTC_Post Assessment Tool",
 "owner": "Administrator",
 "permissions": [
  {
   "create": 1,
   "delete": 1,
   "email": 1,
   "export": 1,
   "print": 1,
   "read": 1,
   "report": 1,
   "role": "System Manager",
   "share": 1,
   "write": 1
  }
 ],
 "sort_field": "modified",
 "sort_order": "DESC",
 "states": []
}